Repository: shatanikmahanty/Tatpar_Orange
Catalog: lib/l10n/app_*.arb
Languages: hi

# language
source: English
hi: Hindi

# naatTest
source: Naat_yes_no
hi: DST_yes_no

source: Naat_site
hi: DST_site

source: Naat_lab_number
hi: DST_lab_number

# sampleCollectionDate
source: Naat_sample_collection_date
hi: DST_sample_collection_date

source: Naat_result_date
hi: DST_result_date

# mtbResult
source: Naat_result
hi: DST_result

# rifResistance
source: Naat_RIF_resistance_result
hi: DST_RIF_resistance_result

# diagnosisComments
source: Dx_comments
hi: डाइग्नोसिस सम्बन्धी टिप्पणी

source: Referral_ID
hi: रेफरल आई.डी.

source: Referral Date
hi: रेफर दिनाँक

source: Referral Name
hi: रेफरल नाम

source: Age
hi: आयु

source: Gender
hi: लिंग

# district
source: Referral District
hi: रेफरल डिस्ट्रिक्ट

# block
source: Referral Block
hi: रेफरल ब्लॉक

# panchayatCode
source: Refferal Panchayat Code
hi: रेफरल पंचायत कोड

# ward
source: Referral Ward(1-40)
hi: रेफरल वार्ड

source: Guardian Name
hi: गार्जियन का नाम

source: Guardian Phone Number
hi: गार्जियन फोन नंबर

source: Caste Category
hi: जाति

# trimester
source: Trimester Of PW
hi: गर्भवती महिला का trimester

# referredBy
source: Referred by Name
hi: रेफर देने वाले का नाम

# referrerSource
source: Referred Source
hi: रेफरल source

source: Referred Ward
hi: रेफर देने वाले का वार्ड

source: Referrer Panchayat Code
hi: रेफर देने वाले का पंचायत कोड

# tbScreeningDate
source: Screening Date
hi: स्क्रीनिंग दिनाँक

# cough
source: 1.1 Cough for 2 weeks ?
hi: 1.1 क्या आपको 2 हफ़्ते या उससे ज़्यादा की खाँसी है?

# sputum
source: 1.2 Sputum for 2 weeks ?
hi: 1.2 क्या आपको खाँसी में बलगम आता है?

# hemoptysis
source: 1.3 Hemoptysis ?
hi: 1.3 क्या आपको कभी भी खाँसी में खून आया है?

# fever
source: 1.4 Fever for 2 weeks ?
hi: 1.4 क्या आपको 2 हफ़्ते या उससे ज़्यादा से बुखार है?

# nightSweats
source: 1.5 Night sweats for 2 weeks ?
hi: 1.5 क्या आपको 2 हफ़्ते या उससे ज़्यादा से रात में तेज़ पसीना आता है?

# chestPain
source: 1.6 Chest pain for 1 month ?
hi: 1.6 क्या आपको पिछले 1 महीने में कभी सीने में दर्द हुआ है?

# weightLoss
source: 1.7 Weight loss for 2 weeks ?
hi: 1.7 क्या आपका पिछले 3 माह में ज़्यादा वज़न कम हुआ है?

# swollenGland
source: 1.8 Swollen gland ?
hi: 1.8 क्या आपके शरीर के किसी अंग में ग्लैंड या सूजन है? (मवाद भी निकल सकता है)

# wheezing
source: 1.9 Wheezing?
hi: 1.9 साँस में घरघराहट?

# shortnessOfBreath
source: 1.10 Shortness of Breath?
hi: 1.10 सांस फूलना?

# chestTightness
source: 1.11 Tightness in Chest?
hi: 1.11 छाती में कसाव?

# tbMedicine
source: 2. TB medicine before ?
hi: 2. क्या आप पहले कभी (1 महीना या ज़्यादा) टी.बी. की दवा खा चुके हैं?

source: Screening Outcome
hi: स्क्रीनिंग आउटकम

source: Comments
hi: टिप्पणी

source: IHV Checklist
hi: IHV जांच सूची

# ihvChecklistItems
source: It is mandatory to take adequate nutrition along with the medicine and do not consume any kind of intoxicant during treatment.
hi: दवा के साथ पर्याप्त पोषण लेना अनिवार्य है एवं इलाज के दौरान किसी भी तरह का मादक सेवन ना करें।

# screeningDate
source: TB Screening Date
hi: SRQ स्क्रीनिंग दिनाँक

source: Screening Score
hi: स्क्रीनिंग अंक

source: Screening Status
hi: SRQ स्क्रीनिंग स्टेटस

source: Counselling Linked
hi: काउंसलिंग लिंकेज दिनाँक

source: Psychiatrist Linked
hi: साईकेटरिस्ट लिंकेज दिनाँक

# headache
source: 1. Do you often have headaches?
hi: 1. क्या आपको बार-बार सिरदर्द होता है?

# apetite
source: 2. Is your apetite poor?
hi: 2. क्या आपको कम भूख लगती है?

# sleep
source: 3. Do you sleep badly?
hi: 3. क्या आप निश्चिन्त से सो नहीं पाते है?

# frightened
source: 4. Are you easily frightened?
hi: 4. क्या आप आसानी से डर जाते है?

# handsShake
source: 5. Do your hands shake?
hi: 5. क्या आपके हाथ कांपते हैं??

# nervous
source: 6. Do you feel nervous, tense or worried?
hi: 6. क्या आप बेचैनी, तनाव या चिंता महसूस करते हैं?

# digestionPoor
source: 7. Is your digestion poor?
hi: 7. क्या आपको पाचन सम्बन्धी समस्या है?

# troubleThinking
source: 8. Do you have trouble thinking clearly?
hi: 8. क्या आपको स्पष्ट रूप से सोचने में मुश्किल होती है?

# unhappy
source: 9. Do you feel unhappy?
hi: 9. क्या आप दुखी महसूस करते है?

# cryMore
source: 10. Do you cry more than usual?
hi: 10. क्या आपको ज़्यादा रोना आता है?

# dailyActivities
source: 11. Do you find it difficult to enjoy your daily activities?
hi: 11. क्या आपको अपनी रोज की गतिविधियों का आनंद लेना मुश्किल लगता है?

# decisionMaking
source: 12. Do you find it difficult to make decisions?
hi: 12. क्या आपको निर्णय लेने में कठिनाई होती है?

# dailyWorkSuffering
source: 13. Is your daily work suffering?
hi: 13. क्या आपका दैनिक कामकाज प्रभावित हो रहा है

# playUsefulPart
source: 14. Are you unable to play a useful part in your life?
hi: 14. क्या आपको लगता है कि आप जीवन में जरूरी भूमिका नहीं निभा सकते?

# lostInterest
source: 15. Have you lost interest in things?
hi: 15. क्या आपका अलग-अलग चीज़ो में उत्साह कम हो गया है?

# worthlessPerson
source: 16. Do you feel that you are a worthless person?
hi: 16. क्या आपको लगता है कि आप किसी लायक नहीं है?

# endingYourLife
source: 17. Has the thought of ending your life been on your mind?
hi: 17. क्या आपके मन में जीवन खत्म करने के ख्याल आते हैं?

# tiredAllTheTime
source: 18. Do you feel tired all the time?
hi: 18. क्या आप हर समय थकान महसूस करते हैं?

# uncomfortableFeelings
source: 19. Do you have uncomfortable feeling in your stomach?
hi: 19. क्या आपका पेट कमज़ोर है या जल्दी खराब होता है?

# easily_tired
source: 20. Are you easily tired?
hi: 20. क्या आपको लगता है कि आप आसानी से या जल्दी थक जाते है?

source: Add Referral
hi: रेफरल

source: Conduct TB Screening
hi: टीबी स्क्रीनिंग

source: Mental Health Screening
hi: मानसिक स्वास्थ स्क्रीनिंग

# caseDefinition
source: Case_def
hi: केस डेफ़िनीशन

source: TB_site
hi: टीबी साइट

# caseHistory
source: TB_tt_history
hi: टीबी ट्रीटमेन्ट हिस्ट्री

# drugSensitive
source: Drug_sens
hi: ड्रग सेन्सिटिविटी

# diagnosisStatus
source: Status_after_dx
hi: डाइग्नोसिस के बाद की स्थिति

source: IHV_date
hi: IHV दिनाँक

# treatmentRegimen
source: Tt_regimen
hi: ट्रीटमेन्ट रेजिमेन

# treatmentSupporterName
source: Tt_supp_name
hi: ट्रीटमेन्ट सपोर्टर का नाम

# treatmentSupporterPosition
source: tt_supp_position
hi: ट्रीटमेन्ट सपोर्टर का पद

# treatmentSupporterPanchayat
source: tt_supp_Panchayat
hi: ट्रीटमेन्ट सपोर्टर का पंचायत

# treatmentSupporterWard
source: tt_supp_ward
hi: ट्रीटमेन्ट सपोर्टर का वार्ड

# treatmentSupporterPhone
source: tt_supp_Phone
hi: ट्रीटमेन्ट सपोर्टर का फोन नंबर

# patientOccupation
source: Occupation of patient
hi: रोगी का occupation

# height
source: Height (CM)
hi: लम्बाई (CM)

# weight
source: Weight at Start
hi: प्रारंभिक वजन

# ipStartDate
source: IHV_start_date
hi: IHV शुरू दिनाँक

source: HIV result
hi: HIV रिजल्ट

source: HIV Date
hi: HIV दिनाँक

source: Hb result
hi: Hb रिजल्ट

source: Hb Date
hi: Hb दिनाँक

# bloodSugarResult
source: Blood Sugar test result
hi: ब्लड शुगर जाँच रिजल्ट

# bloodSugarDate
source: Blood Sugar test date
hi: ब्लड शुगर जाँच दिनाँक

# alcohol
source: Alcohol consume
hi: मादक द्रव्य सेवन

# tobaccoConsumption
source: Tobacoo consume
hi: तम्बाकू सेवन

# nutritionScreeningDate
source: Date of screening for nutrition
hi: पोषण हेतु स्क्रीनिंग दिनाँक

# nutritionEligibility
source: Eligible for nutrition support (Y/N)
hi: पोषण सहयोग हेतु योग्य

# nutritionLinkageDate
source: Date of nutrition linkage done
hi: पोषण लिंकेज

source: IP_FU_date
hi: IP फॉलो_दिनाँक

# ipfuAfbDone
source: IP_FU_AFB
hi: IP फॉलो_AFB

# ipfuAfbLabNo
source: IP_FU_AFB_lab_serial
hi: IP फॉलो_AFB_लैब संख्या

# ipfuNaatTest
source: IP_FU_Gx
hi: IP फॉलो_Gx

source: IP_FU_Naat_Result
hi: IP फॉलो_Naat_Result

source: IP_FU_Gx_RR
hi: IP फॉलो_Gx_RR

# ipfuLabNo
source: IP_FU_Gx_lab_serial
hi: IP फॉलो_Gx_लैब संख्या

# ipfuChestXray
source: IP_FU_CXR
hi: IP फॉलो_CXR

# ipfuNutritionSupport
source: IP_FU_Nutrition support continued for 2 months
hi: IP फॉलो_पोषण सहयोग २ माह तक मिला

# cpDate
source: CP_start_date
hi: CP शुरू दिनाँक

# cpAfbDone
source: CP_FU_AFB
hi: CP फॉलो_AFB

# cpAfbDate
source: CP_FU_date
hi: CP फॉलो_दिनाँक

# cpAfbLabNo
source: CP_FU_AFB_lab_serial
hi: CP फॉलो_AFB_लैब संख्या

# cpNaatTest
source: CP_FU_Gx
hi: CP फॉलो_Gx

# cpNaatResult
source: CP_FU_Naat_Result
hi: CP_फॉलो_Naat_Result

# cpGxRR
source: CP_FU_Gx_RR
hi: CP फॉलो_Gx_RR

# cpLabNo
source: CP_FU_Gx_lab_serial
hi: CP फॉलो_Gx_लैब संख्या

# cpChestXray
source: CP_FU_CXR
hi: CP फॉलो_CXR

# treatmentCompletionDate
source: tt_completion_Date
hi: ट्रीटमेन्ट पूरा होने का दिनाँक

source: Nikshay ID
hi: निक्षय ID

# nutritionProvided
source: No. of month nutrition provided
hi: कितने माह तक पोषण मिला

# treatmentOutcome
source: tt_outcome
hi: ट्रीटमेन्ट आउटकम

# treatmentComments
source: Tt Comments
hi: ट्रीटमेन्ट सम्बन्धी टिप्पणी

# tbContactName
source: Name of TB Contact
hi: टीबी संपर्क का नाम

# testConducted
source: Any Test Conducted?
hi: टेस्ट किए गये?

source: Nikshay ID
hi: निक्षय आईडी

source: TPT eligible
hi: टीपीटी योग्य?

source: TPT Regimen
hi: टीपीटी उपचार योजना

source: TPT Start Date
hi: टीपीटी प्रारंभ तिथि

# tpt_side_effects
source: Side Effects of TPT(If any)
hi: टीपीटी दुष्प्रभाव

source: TPT Outcome Date
hi: टीपीटी आउटकम दिनाँक

source: TPT Outcome
hi: टीपीटी आउटकम

source: FAQ Checklist
hi: FAO Checklist
